app/Controllers/RouterController.php

    public function index()
    {
        $model = new RouterModel();
        $data['routers'] = $model->findAll();
---
SELECT *
FROM `routers`